export const RETAIL_CREDIT_RISK_DEPARTMENTS = [
  'Департамент розничных кредитных рисков',
  'Департамент розничных кредитных рисков_Управление количественной оценки рисков',
  'Департамент розничных кредитных рисков_Управление методологии',
  'Департамент розничных кредитных рисков_Управление портфельного анализа',
  'Департамент розничных кредитных рисков_Управление развития процессов и технологий',
  'ДРКР',
  'ДРКР,  Управление количественной оценки рисков',
  'ДРКР_Департамент рисков ЗАО Банк ВТБ (Армения)',
  'ДРКР_Департамент розничного бизнеса АО «Саровбизнесбанк»',
  'ДРКР_Отдел розничных кредитных рисков Управления розничных кредитных рисков Департамента рисков',
  'ДРКР_УКОР',
  'ДРКР_Управление Рисков Автолизинга Департамента Рисков АО ВТБ Лизинг',
  'ДРКР_Управление рисков ВТБ Беларусь',
  'Управление количественной оценки рисков Департамент розничных кредитных рисков'
];
